[
  {
    "time": "2018-02-23T09:59:06",
    "text": "Friday February 23,2018 all buses & vans are cancelled due to freezing rain expected early afternoon today .Parents responsible for transportation of students attending open schools at end of day"
  },
  {
    "time": "2018-01-23T09:18:17",
    "text": "All buses & vans are cancelled for today Tuesday January 23 2018 due to icy road conditions on residential and rural streets. Schools are open, parents/guardians are responsible for transportation of students attending open schools and responsible for pick up at end of day"
  },
  {
    "time": "2018-01-11T10:52:41",
    "text": "Thursday January 11,2018 All buses & vans cancelled due to icy road conditions on residential and rural streets..Parents responsible for transportation of students attending open schools at end of day"
  },
  {
    "time": "2017-03-07T10:15:02",
    "text": "Tuesday March 7,2017 All buses & vans cancelled.Parents responsible for transportation of students attending open schools at end of day"
  },
  {
    "time": "2016-03-24T09:09:33",
    "text": "March 24,2016 All buses & vans are cancelled. Parents are responsible for transportation of students attending open schools at end of day"
  },
  {
    "time": "2016-02-29T09:45:01",
    "text": "February 29 2016 All buses & vans cancelled.Parents responsible for transportation of students attending open schools at end of day"
  },
  {
    "time": "2015-01-08T11:15:15",
    "text": "Due to the extreme cold, \"Walking\" school bus only is cancelled today. @OCDSB @OttCatholicSB"
  },
  {
    "time": "2014-12-17T10:59:24",
    "text": "Walking School Bus is also cancelled today, Wednesday December 17, 2014."
  },
  {
    "time": "2014-12-17T10:33:02",
    "text": "Due to inclement weather ALL yellow school bus & small vehicle transportation services are cancelled today, Dec. 17/14. Schools remain open."
  },
  {
    "time": "2014-02-21T10:28:23",
    "text": "All yellow school bus and taxi services are cancelled today.  Schools remain open."
  },
  {
    "time": "2014-01-06T14:32:41",
    "text": "ALL school buses for the OCSB & OCDSB are cancelled due to inclement weather. Please note that schools are still open.#ottschool"
  },
  {
    "time": "2013-11-27T10:34:42",
    "text": "Due to inclement weather all school bus & small vehicle transportation services are cancelled for the entire day today. Schools remain open."
  },
  {
    "time": "2013-04-12T10:00:38",
    "text": "All student transportation is cancelled today due to expected ice/snow and high winds today.  Schools remain open, however."
  },
  {
    "time": "2013-02-08T09:44:24",
    "text": "All bus and small vehicle transportation is cancelled today Friday Feb 8.  If you take your childen to school, plz remember to pick them up."
  },
  {
    "time": "2013-01-11T01:37:06",
    "text": "OCDSB elementary schools will be closed Friday Jan 11 2013.  All transportation for OCDSB elementary school students is CANCELLED."
  },
  {
    "time": "2012-12-21T10:35:03",
    "text": "All school bus and small vehicle transportation is cancelled today Friday Dec 21 2012 due to heavy snow and gusty winds."
  },
  {
    "time": "2012-12-17T10:35:07",
    "text": "ALL school bus and small vehicle transportation for OCSB and OCDSB is cancelled today Monday Dec 17 2012."
  },
  {
    "time": "2012-12-10T10:39:11",
    "text": "All small and large buses are cancelled for OCDSB and OCSB today Monday Dec 10 2012."
  }
]